Repository: bambouville/tessera
Catalog: Tessera/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: types the file's remote path into %@ once its session finishes connecting
de: tippt den entfernten Pfad der Datei in %@ ein, sobald deren Sitzung verbunden ist
es: escribe la ruta remota del archivo en %@ en cuanto su sesión termine de conectarse
fr: saisit le chemin distant du fichier dans %@ dès que sa session est connectée
ja: そのセッションの接続が完了したら、ファイルのリモートパスを %@ に入力します
zh_hans: 该会话连接完成后，把文件的远程路径输入到 %@
zh_hant: 該工作階段連線完成後，把檔案的遠端路徑輸入到 %@

source: unavailable
de: nicht verfügbar
es: no disponible
fr: indisponible
ja: 利用できません
zh_hans: 不可用
zh_hant: 不可用

source: underline
de: Unterstrich
es: subrayado
fr: soulignement
ja: アンダーライン
zh_hans: 下划线
zh_hant: 底線

source: unknown host
de: unbekannter Host
es: host desconocido
fr: hôte inconnu
ja: 不明なホスト
zh_hans: 未知主机
zh_hant: 未知主機

source: unlimited hosts
de: unbegrenzte Hosts
es: hosts ilimitados
fr: hôtes illimités
ja: ホスト数無制限
zh_hans: 无限主机
zh_hant: 無限主機

source: unlimited hosts are included with your original paid tessera purchase. thank you for supporting the app early.
de: Unbegrenzte Hosts sind in deinem ursprünglichen Kauf von Tessera enthalten. Danke, dass du die App früh unterstützt hast.
es: los hosts ilimitados están incluidos en tu compra original de pago de Tessera. gracias por apoyar la app desde el principio.
fr: les hôtes illimités sont inclus dans votre achat initial payant de Tessera. merci d'avoir soutenu l'app dès le début.
ja: ホスト数無制限は、最初に有料購入いただいた Tessera に含まれています。早くからのご支援ありがとうございます。
zh_hans: 无限主机已包含在你最初付费购买的 Tessera 中。感谢你早期对这款应用的支持。
zh_hant: 無限主機已包含在你最初付費購買的 Tessera 中。感謝你早期對這款 App 的支持。

source: unlimited saved hosts
de: unbegrenzt gesicherte Hosts
es: hosts guardados ilimitados
fr: hôtes enregistrés illimités
ja: 保存できるホスト数が無制限
zh_hans: 无限量保存主机
zh_hant: 無限量儲存主機

source: unlimited saved hosts are active on this apple account and available on your iphone and ipad.
de: Unbegrenzt gesicherte Hosts sind für diesen Apple Account aktiv und auf deinem iPhone und iPad verfügbar.
es: los hosts guardados ilimitados están activos en esta cuenta de Apple y disponibles en tu iPhone y iPad.
fr: les hôtes enregistrés illimités sont actifs sur ce compte Apple et disponibles sur votre iPhone et votre iPad.
ja: 保存できるホスト数の無制限は、この Apple アカウントで有効になっており、iPhone と iPad の両方で利用できます。
zh_hans: 无限已保存主机已在此 Apple 账户上生效，并可在你的 iPhone 和 iPad 上使用。
zh_hant: 無限已儲存主機已在此 Apple 帳號上生效，並可在你的 iPhone 和 iPad 上使用。

source: unlock unlimited hosts
de: unbegrenzte Hosts freischalten
es: desbloquear hosts ilimitados
fr: débloquer les hôtes illimités
ja: ホスト数無制限を解除
zh_hans: 解锁无限主机
zh_hant: 解鎖無限主機

source: unlock unlimited hosts · %@
de: unbegrenzte Hosts freischalten · %@
es: desbloquear hosts ilimitados · %@
fr: débloquer les hôtes illimités · %@
ja: ホスト数無制限を解除 · %@
zh_hans: 解锁无限主机 · %@
zh_hant: 解鎖無限主機 · %@

source: unlocking...
de: Wird entsperrt …
es: desbloqueando…
fr: déverrouillage…
ja: ロック解除中…
zh_hans: 正在解锁…
zh_hant: 正在解鎖…

source: unnamed key
de: unbenannter Key
es: clave sin nombre
fr: clé sans nom
ja: 名称未設定のキー
zh_hans: 未命名密钥
zh_hant: 未命名金鑰

source: update status hook
de: Status-Hook aktualisieren
es: actualizar el hook de estado
fr: mettre à jour le hook d'état
ja: ステータスフックを更新
zh_hans: 更新状态钩子
zh_hant: 更新狀態掛鉤

source: upload complete
de: Upload abgeschlossen
es: subida finalizada
fr: téléversement terminé
ja: アップロードが完了しました
zh_hans: 上传完成
zh_hant: 上傳完成

source: upload failed
de: Upload fehlgeschlagen
es: error al subir
fr: échec de l'envoi
ja: アップロードに失敗しました
zh_hans: 上传失败
zh_hant: 上傳失敗

source: upload here
de: hierher hochladen
es: subir aquí
fr: envoyer ici
ja: ここにアップロード
zh_hans: 上传到这里
zh_hant: 上傳到這裡

source: upload log
de: Log hochladen
es: subir el registro
fr: téléverser le journal
ja: ログをアップロード
zh_hans: 上传日志
zh_hant: 上傳日誌

source: upload to host
de: auf Host hochladen
es: subir al host
fr: téléverser vers l'hôte
ja: ホストにアップロード
zh_hans: 上传到主机
zh_hant: 上傳到主機

source: upload · type path
de: hochladen · Pfad eintippen
es: subir · escribir la ruta
fr: téléverser · saisir le chemin
ja: アップロード · パスを入力
zh_hans: 上传 · 输入路径
zh_hant: 上傳 · 輸入路徑

source: uploads to ~/.cache/tessera/ · types the path
de: lädt nach ~/.cache/tessera/ hoch · tippt den Pfad ein
es: sube a ~/.cache/tessera/ · escribe la ruta
fr: téléverse dans ~/.cache/tessera/ · saisit le chemin
ja: ~/.cache/tessera/ にアップロードし、パスを入力します
zh_hans: 上传到 ~/.cache/tessera/ · 并输入该路径
zh_hant: 上傳到 ~/.cache/tessera/ · 並輸入該路徑

source: used by
de: verwendet von
es: usada por
fr: utilisée par
ja: 使用元
zh_hans: 使用者
zh_hant: 使用者

source: user
de: Benutzer
es: usuario
fr: utilisateur
ja: ユーザー
zh_hans: 用户
zh_hant: 使用者

source: user presence
de: Anwesenheit des Nutzers
es: presencia del usuario
fr: présence de l'utilisateur
ja: ユーザーの存在確認
zh_hans: 用户在场验证
zh_hant: 使用者在場驗證

source: username
de: Benutzername
es: nombre de usuario
fr: nom d'utilisateur
ja: ユーザー名
zh_hans: 用户名
zh_hant: 使用者名稱

source: verbose diagnostics
de: ausführliche Diagnose
es: diagnóstico detallado
fr: diagnostics détaillés
ja: 詳細な診断
zh_hans: 详细诊断
zh_hant: 詳細診斷

source: verified
de: geprüft
es: verificado
fr: vérifié
ja: 検証済み
zh_hans: 已验证
zh_hant: 已驗證

source: verify
de: prüfen
es: verificar
fr: vérifier
ja: 検証
zh_hans: 验证
zh_hant: 驗證

source: verify recovery file
de: Wiederherstellungsdatei prüfen
es: verificar el archivo de recuperación
fr: vérifier le fichier de récupération
ja: 復元ファイルを検証
zh_hans: 验证恢复文件
zh_hant: 驗證復原檔案

source: verify recovery file…
de: Wiederherstellungsdatei prüfen…
es: verificar el archivo de recuperación…
fr: vérifier le fichier de récupération…
ja: 復旧ファイルを検証…
zh_hans: 验证恢复文件…
zh_hant: 驗證回復檔案…

source: view all
de: alle anzeigen
es: ver todo
fr: tout afficher
ja: すべて表示
zh_hans: 查看全部
zh_hant: 查看全部

source: view all hosts
de: alle Hosts anzeigen
es: ver todos los hosts
fr: afficher tous les hôtes
ja: すべてのホストを表示
zh_hans: 查看全部主机
zh_hant: 查看全部主機

source: view and answer every agent across your sessions — tmux windows, panes, and raw connections
de: Alle Agenten über deine Sitzungen hinweg ansehen und beantworten — tmux-Fenster, Bereiche und direkte Verbindungen
es: consulta y responde a todos los agentes de tus sesiones: ventanas de tmux, paneles y conexiones directas
fr: consultez et répondez à tous les agents de vos sessions — fenêtres tmux, volets et connexions directes
ja: すべてのセッション（tmux ウィンドウ、ペイン、直接接続）のエージェントを一覧して回答できます
zh_hans: 查看并回复所有会话中的智能体 —— tmux 窗口、窗格和直接连接
zh_hant: 查看並回覆所有工作階段中的智慧體 —— tmux 視窗、窗格和直接連線

source: view license (GPL-3.0)
de: Lizenz ansehen (GPL-3.0)
es: ver la licencia (GPL-3.0)
fr: voir la licence (GPL-3.0)
ja: ライセンスを見る（GPL-3.0）
zh_hans: 查看许可证（GPL-3.0）
zh_hant: 檢視授權條款（GPL-3.0）

source: view source code
de: Quellcode ansehen
es: ver el código fuente
fr: voir le code source
ja: ソースコードを見る
zh_hans: 查看源代码
zh_hant: 檢視原始碼

source: view third-party licenses & notices
de: Lizenzen & Hinweise Dritter ansehen
es: ver licencias y avisos de terceros
fr: voir les licences et mentions tierces
ja: サードパーティのライセンスと表示を見る
zh_hans: 查看第三方许可证与声明
zh_hant: 檢視第三方授權條款與聲明

source: view unlimited hosts
de: unbegrenzte Hosts ansehen
es: ver hosts ilimitados
fr: voir les hôtes illimités
ja: ホスト数無制限を見る
zh_hans: 查看无限主机
zh_hant: 查看無限主機

source: visible
de: sichtbar
ja: 表示中
zh_hans: 可见
zh_hant: 可見

source: visiting the agent's pane marks it checked
de: Der Bereich des Agenten gilt als geprüft, sobald du ihn aufrufst
es: visitar el panel del agente lo marca como revisado
fr: ouvrir le volet de l'agent le marque comme vu
ja: エージェントのペインを開くと確認済みになります
zh_hans: 访问智能体的窗格即标记为已查看
zh_hant: 造訪智慧體的窗格即標記為已查看

source: visual flash
de: visuelles Blinken
es: destello visual
fr: flash visuel
ja: 画面のフラッシュ
zh_hans: 视觉闪烁
zh_hant: 視覺閃爍

source: voice input
de: Spracheingabe
es: entrada por voz
fr: saisie vocale
ja: 音声入力
zh_hans: 语音输入
zh_hant: 語音輸入

source: waiting for approval. you can close this and keep using tessera.
de: warte auf Freigabe. Du kannst das schließen und Tessera weiter nutzen.
es: esperando la aprobación. puedes cerrar esto y seguir usando Tessera.
fr: en attente d'approbation. vous pouvez fermer cette fenêtre et continuer à utiliser Tessera.
ja: 承認を待っています。これを閉じて Tessera を使い続けても大丈夫です。
zh_hans: 正在等待批准。你可以关闭这里，继续使用 Tessera。
zh_hant: 正在等待批准。你可以關閉這裡，繼續使用 Tessera。

source: waiting for input
de: wartet auf Eingabe
es: esperando entrada
fr: en attente d'une saisie
ja: 入力待ち
zh_hans: 等待输入
zh_hant: 等待輸入

source: warnings
de: Warnungen
es: avisos
fr: avertissements
ja: 警告
zh_hans: 警告
zh_hant: 警告

source: welcome to Tessera
de: Willkommen bei Tessera
es: te damos la bienvenida a Tessera
fr: bienvenue dans Tessera
ja: Tessera へようこそ
zh_hans: 欢迎使用 Tessera
zh_hant: 歡迎使用 Tessera

source: what installation changes
de: Was die Installation ändert
es: qué cambia la instalación
fr: ce que l'installation modifie
ja: インストールによる変更点
zh_hans: 安装会更改什么
zh_hant: 安裝會更改什麼

source: when running %@
de: Wenn %@ läuft
es: cuando se ejecuta %@
fr: quand %@ est en cours d'exécution
ja: %@ の実行中
zh_hans: 运行 %@ 时
zh_hant: 執行 %@ 時

source: where it applies
de: wo es gilt
es: dónde se aplica
fr: où cela s'applique
ja: 適用範囲
zh_hans: 适用范围
zh_hant: 適用範圍

source: where the upload sheet starts for each host
de: wo das Upload-Fenster für jeden Host beginnt
es: dónde empieza la hoja de subida para cada host
fr: où démarre la feuille de téléversement pour chaque hôte
ja: ホストごとに、アップロードシートが最初に開く場所
zh_hans: 每台主机的上传面板从哪里开始
zh_hant: 每台主機的上傳面板從哪裡開始

source: while locked
de: während der Sperre
es: mientras está bloqueado
fr: pendant le verrouillage
ja: ロック中
zh_hans: 锁定期间
zh_hant: 鎖定期間

source: whole word
de: ganzes Wort
es: palabra completa
fr: mot entier
ja: 単語単位
zh_hans: 全字匹配
zh_hant: 全字相符

source: why this is necessary
de: Warum das nötig ist
es: por qué es necesario
fr: pourquoi c'est nécessaire
ja: これが必要な理由
zh_hans: 为什么需要它
zh_hant: 為什麼需要它

source: wildcard and negated hosts are not supported
de: Wildcard- und negierte Hosts werden nicht unterstützt
es: no se admiten hosts con comodines ni negados
fr: les hôtes avec caractères génériques ou négation ne sont pas pris en charge
ja: ワイルドカードや否定形のホストには対応していません
zh_hans: 不支持通配符主机和否定主机
zh_hant: 不支援萬用字元主機和否定主機

source: window %lld
de: Fenster %lld
es: ventana %lld
fr: fenêtre %lld
ja: ウインドウ %lld
zh_hans: 窗口 %lld
zh_hant: 視窗 %lld

source: window %lld “%@”
de: Fenster %1$lld „%2$@“
es: ventana %1$lld «%2$@»
fr: fenêtre %1$lld « %2$@ »
ja: ウインドウ %1$lld「%2$@」
zh_hans: 窗口 %1$lld“%2$@”
zh_hant: 視窗 %1$lld「%2$@」

source: without it the terminal loses this key — ^E is end-of-line in every shell.
de: Ohne ⌘ verliert das Terminal diese Taste — ^E ist in jeder Shell das Zeilenende.
es: sin él, el terminal pierde esta tecla — ^E es el fin de línea en cualquier shell.
fr: sans lui, le terminal perd cette touche — ^E correspond à la fin de ligne dans tous les shells.
ja: これがないとターミナルはこのキーを失います — ^E はどのシェルでも行末への移動です。
zh_hans: 少了它，终端就会失去这个键 —— ^E 在任何 shell 中都是行尾。
zh_hant: 少了它，終端機就會失去這個鍵 —— ^E 在任何 shell 中都是行尾。

source: words
de: Wörter
es: palabras
fr: mots
ja: 単語
zh_hans: 文字
zh_hant: 文字

source: working
de: Arbeitet
es: trabajando
fr: en cours
ja: 実行中
zh_hans: 工作中
zh_hant: 工作中

source: working running
de: arbeitet läuft aktiv
es: trabajando ejecutando activo
fr: en cours en train de tourner actif
ja: 実行中 稼働中 処理中
zh_hans: 运行中 处理中 执行中
zh_hant: 執行中 處理中 運行中

source: working…
de: arbeitet…
es: trabajando…
fr: en cours…
ja: 処理中…
zh_hans: 处理中…
zh_hant: 處理中…

source: works with the find bar closed
de: funktioniert auch bei geschlossener Suchleiste
es: funciona con la barra de búsqueda cerrada
fr: fonctionne même avec la barre de recherche fermée
ja: 検索バーを閉じたままでも使えます
zh_hans: 查找栏关闭时也可用
zh_hant: 尋找列關閉時也可用

source: your access
de: dein Zugang
es: tu acceso
fr: votre accès
ja: あなたの利用権
zh_hans: 你的权限
zh_hant: 你的權限

source: your free host is already saved. unlock unlimited saved hosts with one purchase — every tessera feature stays included either way.
de: Dein kostenloser Host ist bereits gesichert. Schalte mit einem Kauf unbegrenzt viele gesicherte Hosts frei — alle Tessera-Funktionen bleiben so oder so enthalten.
es: tu host gratuito ya está guardado. desbloquea hosts guardados ilimitados con una sola compra — todas las funciones de Tessera siguen incluidas en cualquier caso.
fr: votre hôte gratuit est déjà enregistré. débloquez un nombre illimité d'hôtes enregistrés avec un seul achat — toutes les fonctionnalités de Tessera restent incluses dans les deux cas.
ja: 無料枠のホストはすでに保存済みです。1 回の購入で、保存できるホスト数を無制限にできます — どちらの場合も Tessera の全機能が使えます。
zh_hans: 你的免费主机已保存。一次购买即可解锁无限的已保存主机 —— 无论如何，Tessera 的所有功能都始终包含在内。
zh_hant: 你的免費主機已儲存。一次購買即可解鎖無限的已儲存主機 —— 無論如何，Tessera 的所有功能都始終包含在內。

source: your other device
de: dein anderes Gerät
es: tu otro dispositivo
fr: votre autre appareil
ja: もう一方のデバイス
zh_hans: 你的另一台设备
zh_hant: 你的另一台裝置

source: your saved hosts are unchanged. edit an existing host, remove saved hosts until a slot is free, or view the one-time unlimited-hosts option.
de: Deine gesicherten Hosts bleiben unverändert. Bearbeite einen vorhandenen Host, entferne gesicherte Hosts, bis ein Platz frei wird, oder sieh dir die einmalige Option für unbegrenzte Hosts an.
es: tus hosts guardados no cambian. edita un host existente, elimina hosts guardados hasta liberar un hueco, o mira la opción de pago único de hosts ilimitados.
fr: vos hôtes enregistrés restent inchangés. modifiez un hôte existant, supprimez des hôtes enregistrés jusqu'à libérer un emplacement, ou consultez l'option d'achat unique pour des hôtes illimités.
ja: 保存済みのホストは変更されません。既存のホストを編集するか、枠が空くまで保存済みホストを削除するか、買い切りのホスト数無制限オプションをご覧ください。
zh_hans: 你已保存的主机不会改变。可以编辑现有主机、删除已保存的主机以腾出名额，或查看一次性的无限主机选项。
zh_hant: 你已儲存的主機不會改變。可以編輯現有主機、刪除已儲存的主機以騰出名額，或查看一次性的無限主機選項。

source: your shortcuts
de: deine Kurzbefehle
es: tus atajos
fr: vos raccourcis
ja: 自分のショートカット
zh_hans: 你的快捷键
zh_hant: 你的快捷鍵

source: zoom pane
de: Bereich zoomen
es: ampliar el panel
fr: agrandir le volet
ja: ペインをズーム
zh_hans: 缩放窗格
zh_hant: 縮放窗格

source: — live once a window holds more than one pane
de: — aktiv, sobald ein Fenster mehr als einen Bereich enthält
es: — activo en cuanto una ventana tiene más de un panel
fr: — actif dès qu'une fenêtre contient plus d'un volet
ja: — ウインドウに複数のペインがあるときに有効
zh_hans: —— 当窗口包含多个窗格时生效
zh_hant: —— 當視窗包含多個窗格時生效

source: — live only while a tmux session is attached
de: — nur aktiv, solange eine tmux-Sitzung angehängt ist
es: — activo solo mientras hay una sesión de tmux conectada
fr: — actif uniquement tant qu'une session tmux est attachée
ja: — tmux セッションにアタッチしている間だけ有効
zh_hans: —— 仅在接入 tmux 会话时生效
zh_hant: —— 僅在接入 tmux 工作階段時生效

source: — locked —
de: — Gesperrt —
es: — bloqueado —
fr: — verrouillé —
ja: — ロック中 —
zh_hans: — 已锁定 —
zh_hant: — 已鎖定 —

source: — not app shortcuts
de: – keine App-Kurzbefehle
es: — no son atajos de la app
fr: — pas des raccourcis de l'app
ja: — アプリのショートカットではありません
zh_hans: —— 不是应用快捷键
zh_hant: —— 不是 App 快速鍵

source: — yours
de: — deine
es: — tuyos
fr: — les vôtres
ja: — 自分のもの
zh_hans: —— 你的
zh_hant: —— 你的

source: “%@” contains %lld panes. Closing this window will close every pane in it.
de: „%@“ enthält %lld Bereiche. Beim Schließen dieses Fensters werden alle darin enthaltenen Bereiche geschlossen.
es: «%@» contiene %lld paneles. Cerrar esta ventana cerrará todos sus paneles.
fr: « %@ » contient %lld volets. Fermer cette fenêtre fermera tous ses volets.
ja: 「%1$@」には %2$lld 個のペインがあります。このウインドウを閉じると、その中のペインもすべて閉じられます。
zh_hans: 「%1$@」包含 %2$lld 个窗格。关闭此窗口会一并关闭其中所有窗格。
zh_hant: 「%1$@」包含 %2$lld 個窗格。關閉此視窗會一併關閉其中所有窗格。

source: “%@” is still syncing its pane layout. Closing this window will close every pane it contains.
de: „%@“ synchronisiert noch seine Bereichsaufteilung. Beim Schließen dieses Fensters werden alle darin enthaltenen Bereiche geschlossen.
es: «%@» todavía está sincronizando la disposición de sus paneles. Cerrar esta ventana cerrará todos los paneles que contenga.
fr: « %@ » synchronise encore la disposition de ses volets. Fermer cette fenêtre fermera tous les volets qu'elle contient.
ja: 「%@」はまだペインの配置を同期しています。このウインドウを閉じると、含まれるペインもすべて閉じられます。
zh_hans: 「%@」仍在同步窗格布局。关闭此窗口会一并关闭其中包含的所有窗格。
zh_hant: 「%@」仍在同步窗格版面。關閉此視窗會一併關閉其中包含的所有窗格。

source: ↗ open in safari
de: ↗ in Safari öffnen
es: ↗ abrir en safari
fr: ↗ ouvrir dans safari
ja: ↗ safari で開く
zh_hans: ↗ 在 safari 中打开
zh_hant: ↗ 在 safari 中打開

source: ↩ queue
de: ↩ einreihen
es: ↩ poner en cola
fr: ↩ mettre en file
ja: ↩ キューに追加
zh_hans: ↩ 加入队列
zh_hant: ↩ 加入佇列

source: ↩ send
de: ↩ senden
es: ↩ enviar
fr: ↩ envoyer
ja: ↩ 送信
zh_hans: ↩ 发送
zh_hant: ↩ 送出

source: ⇧⌘3 takes a screenshot.
de: ⇧⌘3 macht ein Bildschirmfoto.
es: ⇧⌘3 hace una captura de pantalla.
fr: ⇧⌘3 prend une capture d'écran.
ja: ⇧⌘3 はスクリーンショットを撮ります。
zh_hans: ⇧⌘3 用于截屏。
zh_hant: ⇧⌘3 用於截圖。

source: ⇧⌘4 takes a screenshot.
de: ⇧⌘4 macht ein Bildschirmfoto.
es: ⇧⌘4 hace una captura de pantalla.
fr: ⇧⌘4 prend une capture d'écran.
ja: ⇧⌘4 はスクリーンショットを撮ります。
zh_hans: ⇧⌘4 用于截屏。
zh_hant: ⇧⌘4 用於截圖。

source: ⌘H goes to the Home screen.
de: ⌘H wechselt zum Home-Bildschirm.
es: ⌘H va a la pantalla de inicio.
fr: ⌘H revient à l'écran d'accueil.
ja: ⌘H はホーム画面に戻ります。
zh_hans: ⌘H 会回到主屏幕。
zh_hant: ⌘H 會回到主畫面。

source: ⌘W is claimed by Stage Manager, so the default is ⇧⌘W
de: ⌘W ist von Stage Manager belegt, daher ist ⇧⌘W die Vorgabe
es: Stage Manager reclama ⌘W, así que el valor por omisión es ⇧⌘W
fr: ⌘W est réservé par Stage Manager, la valeur par défaut est donc ⇧⌘W
ja: ⌘W は Stage Manager が使うため、既定は ⇧⌘W です
zh_hans: ⌘W 已被台前调度占用，因此默认使用 ⇧⌘W
zh_hant: ⌘W 已被幕前調度占用，因此預設使用 ⇧⌘W

source: ⌘space opens Spotlight before Tessera is asked.
de: ⌘Leertaste öffnet Spotlight, bevor Tessera überhaupt gefragt wird.
es: ⌘espacio abre Spotlight antes de que se consulte a Tessera.
fr: ⌘espace ouvre Spotlight avant même que Tessera soit sollicitée.
ja: ⌘スペースは、Tessera に届く前に Spotlight を開きます。
zh_hans: ⌘空格会在 Tessera 收到之前先打开聚焦搜索。
zh_hant: ⌘空白鍵會在 Tessera 收到之前先開啟 Spotlight。

source: ⌘tab is the app switcher.
de: ⌘Tabulator ist der App-Umschalter.
es: ⌘tabulador es el selector de apps.
fr: ⌘tabulation ouvre le sélecteur d'apps.
ja: ⌘タブ は App スイッチャーです。
zh_hans: ⌘Tab 是应用切换器。
zh_hant: ⌘Tab 是 App 切換器。

source: ⌘⌥D shows and hides the Dock.
de: ⌘⌥D blendet das Dock ein und aus.
es: ⌘⌥D muestra y oculta el Dock.
fr: ⌘⌥D affiche et masque le Dock.
ja: ⌘⌥D は Dock の表示と非表示を切り替えます。
zh_hans: ⌘⌥D 用于显示和隐藏程序坞。
zh_hant: ⌘⌥D 用於顯示和隱藏 Dock。

source: ⌥ changes this key
de: ⌥ verändert diese Taste
es: ⌥ cambia esta tecla
fr: ⌥ modifie cette touche
ja: ⌥ はこのキーを変えます
zh_hans: ⌥ 会改变这个键
zh_hant: ⌥ 會改變這個鍵

source: ⎋ interrupt
de: ⎋ Unterbrechen
es: ⎋ interrumpir
fr: ⎋ interrompre
ja: ⎋ 中断
zh_hans: ⎋ 中断
zh_hant: ⎋ 中斷

source: ⏎ file → Quick Look
de: ⏎ Datei → Übersicht
es: ⏎ archivo → Vista rápida
fr: ⏎ fichier → Coup d'œil
ja: ⏎ ファイル → クイックルック
zh_hans: ⏎ 文件 → 快速查看
zh_hant: ⏎ 檔案 → 快速查看

source: ⚠ %@ connections fail until this is fixed.
de: ⚠ %@-Verbindungen schlagen fehl, bis das behoben ist.
es: ⚠ las conexiones %@ fallarán hasta que se corrija.
fr: ⚠ les connexions %@ échouent tant que ce n'est pas corrigé.
ja: ⚠ これが解決するまで %@ の接続は失敗します。
zh_hans: ⚠ 在此问题解决前，%@ 连接都会失败。
zh_hant: ⚠ 在此問題解決前，%@ 連線都會失敗。

source: ⚠ remote host identification has changed. man-in-the-middle attack, or server key was rotated.
de: ⚠ Die Identifikation des entfernten Hosts hat sich geändert. Entweder ein Man-in-the-Middle-Angriff oder der Server-Key wurde gewechselt.
es: ⚠ La identificación del host remoto ha cambiado. Puede ser un ataque de intermediario o que se haya rotado la clave del servidor.
fr: ⚠ L'identification de l'hôte distant a changé. Attaque de l'intercepteur, ou clé du serveur renouvelée.
ja: ⚠ リモートホストの識別情報が変わりました。中間者攻撃か、サーバーキーが更新された可能性があります。
zh_hans: ⚠ 远程主机的标识已改变。可能是中间人攻击，也可能是服务器密钥被轮换了。
zh_hant: ⚠ 遠端主機的識別資訊已改變。可能是中間人攻擊，也可能是伺服器金鑰被輪換了。

source: %@, link
es: %@, enlace simbólico
fr: %@, lien symbolique
ja: %@、シンボリックリンク
zh_hans: %@，符号链接
zh_hant: %@，符號連結

source: 1 minute
es: 1 minuto
ja: 1 分
zh_hans: 1 分钟
zh_hant: 1 分鐘

source: Legacy key
es: Clave heredada
fr: Clé héritée
ja: レガシーキー
zh_hans: 旧版密钥
zh_hant: 舊版金鑰

source: Swipe pad
es: Panel táctil
fr: Pavé tactile
ja: スワイプパッド
zh_hans: 滑动板
zh_hant: 滑動板

source: Swipe pad · %@
es: Panel táctil · %@
fr: Pavé tactile · %@
ja: スワイプパッド · %@
zh_hans: 滑动板 · %@
zh_hant: 滑動板 · %@

source: Tilde
es: Virgulilla
ja: チルダ
zh_hans: 波浪号
zh_hant: 波浪號

source: agent center
es: centro de agentes
fr: centre d'agents
ja: エージェントセンター
zh_hans: 智能体中心
zh_hant: 智慧體中心

source: agent center · %lld
es: centro de agentes · %lld
fr: centre d'agents · %lld
ja: エージェントセンター・%lld
zh_hans: 智能体中心 · %lld
zh_hant: 智慧體中心 · %lld

source: agent center · 3
es: centro de agentes · 3
fr: centre d'agents · 3
ja: エージェントセンター · 3
zh_hans: 智能体中心 · 3
zh_hant: 智慧體中心 · 3

source: agent status hook
es: hook de estado del agente
fr: hook d'état de l'agent
ja: エージェントステータスフック
zh_hans: 智能体状态钩子
zh_hant: 智慧體狀態掛鉤

source: algo
es: algoritmo
ja: アルゴリズム
zh_hans: 算法
zh_hant: 演算法

source: auto-tmux
es: tmux automático
fr: tmux automatique
ja: 自動 tmux
zh_hans: 自动 tmux
zh_hant: 自動 tmux

source: block
es: bloque
fr: bloc
ja: ブロック
zh_hans: 方块
zh_hant: 方塊

source: debug log
es: registro de depuración
fr: journal de débogage
ja: デバッグログ
zh_hans: 调试日志
zh_hant: 除錯日誌

source: jump host
es: host de salto
fr: hôte de rebond
ja: 踏み台ホスト
zh_hans: 跳板主机
zh_hant: 跳板主機

source: key
es: clave
fr: clé
ja: キー
zh_hans: 密钥
zh_hant: 金鑰

source: keys
es: claves
fr: clés
ja: キー
zh_hans: 密钥
zh_hant: 金鑰

source: liquid glass
es: vidrio líquido
fr: verre liquide
ja: リキッドグラス
zh_hans: 液态玻璃
zh_hant: 液態玻璃

source: name
es: nombre
fr: nom
ja: 名前
zh_hans: 名称
zh_hant: 名稱

source: navigation
es: navegación
ja: ナビゲーション
zh_hans: 导航
zh_hant: 導覽

source: optional
es: opcional
fr: facultatif
ja: 省略可能
zh_hans: 可选
zh_hant: 選用

source: os logo
es: logotipo del SO
fr: logo de l'OS
ja: OS ロゴ
zh_hans: 系统标志
zh_hant: 系統標誌

source: port
es: puerto
ja: ポート
zh_hans: 端口
zh_hant: 連接埠

source: public key
es: clave pública
fr: clé publique
ja: 公開鍵
zh_hans: 公钥
zh_hant: 公開金鑰

source: remote shell
es: shell remoto
fr: shell distant
ja: リモートシェル
zh_hans: 远程 shell
zh_hant: 遠端 shell

source: snippets
es: fragmentos
fr: extraits
ja: スニペット
zh_hans: 命令片段
zh_hant: 指令片段

source: standard · 52pt
es: estándar · 52 pt
ja: 標準 · 52 pt
zh_hans: 标准 · 52 pt
zh_hant: 標準 · 52 pt

source: status
es: estado
fr: état
ja: 状態
zh_hans: 状态
zh_hant: 狀態

source: swipe pad
es: panel de gestos
fr: pavé de gestes
ja: スワイプパッド
zh_hans: 滑动手势板
zh_hant: 滑動手勢板

source: sync & continuity
es: sincronización y continuidad
fr: synchronisation et continuité
ja: 同期と Handoff
zh_hans: 同步与接力
zh_hant: 同步與接力

source: system
es: sistema
fr: système
ja: システム
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: tag
es: etiqueta
fr: étiquette
ja: タグ
zh_hans: 标签
zh_hant: 標籤

source: tags
es: etiquetas
fr: étiquettes
ja: タグ
zh_hans: 标签
zh_hant: 標籤

source: text
es: texto
fr: texte
ja: テキスト
zh_hans: 文本
zh_hant: 文字

source: themes
es: temas
fr: thèmes
ja: テーマ
zh_hans: 主题
zh_hant: 主題

source: tmux sync offline
es: sincronización de tmux sin conexión
fr: synchro tmux hors ligne
ja: tmux の同期がオフライン
zh_hans: tmux 同步已离线
zh_hant: tmux 同步已離線

source: transport
es: transporte
ja: トランスポート
zh_hans: 传输方式
zh_hant: 傳輸方式

source: web app
es: app web
fr: app web
ja: Web アプリ
zh_hans: 网页应用
zh_hant: 網頁 App

source: %lld bytes
fr: %lld octets
ja: %lld バイト
zh_hans: %lld 字节
zh_hant: %lld 位元組

source: %lld hosts
fr: %lld hôtes
ja: %lld 台のホスト
zh_hans: %lld 台主机
zh_hant: %lld 台主機

source: Control-C
fr: Contrôle-C
ja: コントロール-C

source: Control-J
fr: Contrôle-J
ja: コントロール-J

source: Host
fr: Hôte
ja: ホスト
zh_hans: 主机
zh_hant: 主機

source: host
fr: hôte
ja: ホスト
zh_hans: 主机
zh_hant: 主機

source: hosts
fr: hôtes
ja: ホスト
zh_hans: 主机
zh_hant: 主機

source: global
ja: グローバル
zh_hans: 全局
zh_hant: 全域

source: regex
ja: 正規表現
zh_hans: 正则表达式
zh_hant: 正規表達式

source: terminal
ja: ターミナル
zh_hans: 终端
zh_hant: 終端機

source: OK
zh_hans: 好
zh_hant: 好

source: ok
zh_hans: 好
zh_hant: 好
